"agent_OKButton" = "OK";
"agent_CancelButton" = "取り消し";

"agent_menuQuit" = "停止";
"agent_menuEnablePlugin" = "Folxプラグインを使用可能にする。";
"agent_menuConfigure" = "プラグイン設定";

"agent_menuAddTask" = "新規作業";
"agent_menuStartAll" = "全てを開始。";
"agent_menuStopAll" = "全てを停止。";

"agent_btnUsePlugin" = "Folxをブラウザでダウンロードリンクをとらえる事に利用。";
"agent_prefCheckMimeType" = "タイプをとらえる。";
"agent_prefRestoreDefaults" = "デフォルトに復元。";

"agent_msgErrorAddCatchingType" = "全てのフィールドへの入力が必要です。";
"agent_infoErrorAddCatchingType" = "とらえるファイルタイプを追加するには全てのフィールドに入力して下さい。";

"agent_Description" = "説明";
"agent_MimeType" = "MIMEタイプ";
"agent_Extensions" = "拡張子";

"agent_msgFolxNotFound" = "このコンピュータにはFolxがインストールされていません。";
"agent_infoFolxNotFound" = "Folxアプリがインストールされていないとプラグインは働きません。リンクをとらえたりファイルをダウンロードするにはFloxダウンロードマネージャー自身をダウンロード・インストールしなければなりません。";

"agent_msgInstallPlugin" = "Folxエイジェントがブラウザプラグインのインストールを完了しました。";
"agent_infoInstallPlugin" = "インターネットブラウザを再起動し、「リンク捕捉オプション」を有効化して下さい。サポートするブラウザの正確なリストはFolxヘルプページをご覧下さい。";